Repository: mbernson/CCCTube
Catalog: CCCTube/Localizable.xcstrings
Source language: en
Languages: de, nl

source: %@ min
de: %@ Minuten

source: %@ minutes
de: %@ Minuten
nl: %@ minuten

source: %@... **MORE**
de: %@... **Weiterlesen**
nl: %@... **MEER**

source: %lld views
de: %lld Aufrufe
nl: %lld weergaven

source: Conferences
de: Konferenzen
nl: Conferenties

source: Copyright
de: Urheberrechte ©

source: Date %@
de: Datum: %@
nl: Datum: %@

source: Done
de: Fertig
nl: Gereed

source: Failed to load data from the media.ccc.de API
de: Daten konnten nicht von der media.ccc.de-API geladen werden
nl: Kon geen data laden uit de media.ccc.de API

source: No copyright information encoded in video. Please refer to the schedule of the organizer of %@ at: %@
de: Im Video sind keine Copyright-Informationen kodiert. Bitte beachten Sie den Fahrplan des Veranstalters von %@ unter: %@
nl: Geen copyright-informatie gecodeerd in video. Raadpleeg het schema van de organisator van %@ op: %@

source: No copyright information encoded in video. Please refer to the website of the organizer of %@ at: %@
de: Im Video sind keine Copyright-Informationen kodiert. Bitte besuchen Sie die Website des Veranstalters von %@ unter: %@
nl: Geen copyright-informatie gecodeerd in video. Raadpleeg de website van de organisator van %@ op: %@

source: No recording available
de: Keine Aufnahme verfügbar
nl: Geen opname beschikbaar

source: Play
de: Spielen
nl: Afspelen

source: Play audio
de: Audio abspielen
nl: Speel audio af

source: Play HD
de: HD abspielen
nl: Speel HD af

source: Play SD
de: SD abspielen
nl: Speel SD af

source: Popular
de: Populär
nl: Populair

source: Read more
de: Weiterlesen
nl: Lees meer

source: Recent
de: Neueste

source: Search
de: Suche
nl: Zoeken

source: Search talks...
de: Nach Vorträgen suchen...
nl: Doorzoek talks...

source: Talk description
de: Vortragsbeschreibung
nl: Talk omschrijving

source: %@ minute
nl: %@ minuut
